<template>
  <div id="404" class="view">
    <div class>
      <div>
        <h2>欢迎使用值得美</h2>
      </div>
      <div>
        如果手机号码可正常使用，但一直无法正常收到值得美发出的验证码短信，我们建议：
        1）检查手机是否启用了短信拦截；
        2）检查短信收件箱是否需要清理；
        3）部分手机由于所在网络问题，可以尝试重启以及重装SIM卡；
        4）所在地区信号可能不稳定，需要等待一段时间，或联系当地运营商查询。
        如果手机号码可正常使用，但一直无法正常收到值得美发出的验证码短信，我们建议：检查手机是否启用了短信拦截；检查短信收件箱是否需要清理；部分手机由于所在网络问题，可以尝试重启以及重装SIM卡；
        4）所在地区信号可能不稳定，需要等待一段时间，或联系当地运营商查询。
        机由于所在网络问题，可以尝试重启以及重装SIM卡；
        4）所在地区信号可能不稳定，需要等待一段时间，或联系当地运营商查询。机由于所在网络问题，可以尝试重启以及重装SIM卡；
        4）所在地区信号可能不稳定，需要等待一段时间，或联系当地运营商查询。
      </div>
    </div>
  </div>
</template>

<script>
export default {
  components: {},
  data() {
    return {
      value: ""
    };
  }
};
</script>

<style lang="less" scoped>
</style>
